child
look
call
name
respond
verbal
acknowledg
continu
didnt
hear
sometim
glanc
direct
quickli
away
turn
head
toward
even
multipl
time
physic
tap
get
attent
use
loud
exagger
tone
nois
seem
complet
unawar
rare
react
unless
stand
directli
front
might
long
delay
immedi
good
mood
hum
make
instead
block
voic
entir
background
sound
briefli
return
lost
world
unboth
eye
contact
ignor
excit
cover
ear
show
indic
recogn
interven
annoy
still
act
cannot
simpl
ye
focus
notic
say
occasion
inconsist
music
electron
around
room
sibl
sharp
walk
clap
wave
hand
touch
shoulder
repeat
word
fidget
stim
extrem
close
curios
interest
keep
watch
screen
without
routin
phrase
tune
altogeth
never
initi
respons
need
someth
indiffer
attempt
laugh
unrel
visual
prompt
realiz
talk
process
slowli
startl
actual
echo
run
appear
disconnect
chang
facial
express
emot
associ
past
favorit
toy
incent
shake
pet
stop
activ
second
freez
moment
mimic
answer
smile
rock
tri
right
irrit
quiet
environ
offer
reward
avoid
focu
light
object
move
finger
like
noth
happen
song
rhythm
back
engag
mean
want
peopl
upset
mani
hold
command
come
face
social
interact
prefer
familiar
stranger
sign
recognit
nicknam
whisper
better
cue
one
floor
behavior
bodi
slightli
sudden
movement
oneonon
set
distress
hard
rather
import
nearbi
pattern
textur
flick
specif
doorbel
confus
happi
tv
character’
view
mutter
situat
repeatedli
highli
play
thought
line
spin
full
start
disori
final
becom
overwhelm
meltdown
stare
fix
point
paus
frustrat
often
gestur
next
flap
pictur
melodi
connect
giggl
frown
grimac
other
group
louder
sourc
inanim
affection
uninterest
neg
insist
tabl
rhythmic
anxiou
digit
detail
interrupt
shift
posit
selftalk
expect
loudli
behind
jingl
repetit
momentarili
along
zone
backandforth
exchang
spoken
alon
school
script
rehears
manner
food
mention
clear
presenc
approach
excitedli
noisi
auditori
wall
ceil
strongli
anoth
human
softli
gentli
commun
tilt
shadow
person
pace
forth
brief
environment
address
row
opposit
stranger’
anyon
motiv
guid
rais
significantli
know
belong
drum
daze
mouth
stimul
blink
rapidli
flip
page
book
lyric
suddenli
leav
redirect
differ
convers
rub
togeth
cri
teacher
harder
charact
whether
unsur
sensori
feet
postur
seek
valid
anticip
differenti
input
sensoryseek
organ
guidanc
refer
namecal
context
remain
unrespons
handflap
includ
drown
reaction
small
animal’
examin
someon
els
awar
last
said
regist
nonverb
go
fan’
distract
fan
circl
random
singsong
trace
surfac
way
question
urgent
resum
understand
part
video
listen
mechan
number
letter
combin
equal
push
snack
forc
purpos
exist
tick
clock
speech
fist
tightli
sway
commerci
vibrat
class
languag
heard
reflect
persist
form
key
otherwis
vocal
press
button
timer
beep
big
effect
stiffen
everyth
switch
unimport
meaningless
sing
wiggl
car
highpitch
lovingli
either
spoke
mumbl
besid
across
foot
lip
silent
cheer
kneel
level
sentenc
friend
signific
caller
speaker
it’
certain
maintain
give
sever
minut
later
item
selfstimulatori
eg
inappropri
fixat
given
instruct
movi
sung
neutral
monoton
lack
absorb
grunt
hide
appropri
extend
period
silenc
aggress
defens
topic
flinch
tens
scold
kindli
split
goe
accompani
take
unusu
overli
dramat
visibl
formal
robot
success
deliber
fleet
real
rigid
motionless
echolalia
earlier
present
ask
overstimul
twitch
cartoon
intens
place
pretend
hyperfocus
faintli
disengag
begin
shout
person’
hair
scratch
arm
comfort
okay
breath
surpris
train
subject
search
enjoy
click
etc
sit
frozen
method
blankli
forehead
space
agit
soft
whimper
mechanicalsound
randomli
squeez
jump
adult
speak
disappear
enthusiasm
window
door
sigh
modul
volum
outofcontext
though
selfsooth
fabric
mirror
pick
fingernail
near
furnitur
blanket
perfectli
follow
refus
flash
“what”
bite
shirt
devic
motion
snif
side
stay
“no”
lay
hous
inton
blue
midinteract
nervous
exaggeratedli
knee
exclam
“yes”
peer
uncomfort
yesno
stuf
anim
choic
two
thing
area
speaker’
deep
“huh”
chair
nail
chew
anxieti
special
put
draw
doodl
leg
alongsid
first
“it’
sunni
today”
pull
hoodi
hat
written
pair
chin
imit
pitch
nearest
corner
count
game
sleev
teeth
involv
anyth
demand
“come
here”
third
“ye
child’
neck
blank
list
invis
lift
forward
madeup
copi
shown
bend
flicker
cheek
onto
twist
lie
irregular
index
“i
trains”
didn’t
color
surround
spot
lick
recent
tongu
escap
twirl
accent
don’t
know”
matter
doesn’t
stori
order
twice
open
recit
hug
lightli
bookshelf
alphabet
coin
dinosaur
upper
“hmmm”
fulli
fish
tank
track
caregiv
pen
stack
tall
tower
spoon
flat
rang
shuffl
shape
air
keyword
relat
roll
nose
memori
straight
tile
spaceship
fast
string
tight
“talk”
crouch
sock
higher
singl
funni
asleep
whistl
arrang
closer
collar
doorway
lean
edg
piec
paper
bounc
surprise”
cloth
shoelac
stomach
flutter
drag
toe
backward
smooth
theme
imaginari
“do
snack”
outsid
kick
hood
intent
wrist
carpet
slow
fingertip
fixtur
poke
quietli
blow
insid
tast
mesmer
heel
glass
they’r
unaffect
dart
curl
ball
wander
reason
cling
flop
gaze
growl
excess
skin
squint
retreat
proxim
throw
wheel
feel
shut
crawl
climb
awkwardli
thigh
distanc
squish
palm
wrap
drop
ground
dark
raspberri
curtain
crossleg
vigor
sniff
chest
slap
templ
wing
shoe
heavili
thread
loos
suck
pillow
cushion
knuckl
tini
speck
cold
distant
tip
outstretch
collarbon
earlob
upward
red
bottom
unmov
flex
enclos
sofa
pat
lap
outward
pencil
shallowli
unfocus
steadi
seam
sole
note
thumb
fold
wide
grip
pinch
lower
cup
hem
ahead
dust
deepli
seat
pant
crack
outlin
couch
purs
faint
tuck
rug
mommydaddi
nod
wait
huh
hmm
what’
eager
see
yeah
mamapapa
i’m
jokingli
enthusiast
tell
thumbsup
im
curiou
repli
yeeee
think
fun
warmli
eyebrow
meeee
joy
hmmm
confid
pay
exclaim
hip
silli
whaaaat
majesti
bright
eagerli
midplay
yeeeeee
somewher
besti
grin
came
readi
lock
password
littl
bow
servic
rush
plan
superstar
yesss
help
alway
secret
wink
knew
you’d
happili
midstep
boss
oh
adventur
danc
moooomdaaad
heeer
peac
dear
parent
win
superhero
pose
report
duti
peek
yup
summon
hello
ohhh
detect
mysteri
yay
must
gasp
news
mission
care
heart
celebr
captain
love
cool
got
request
what
hi
sirma’am
amaz
alreadi
miss
land
request…
ive
dearest
ooooh
naaaam
gotcha
mile
awesom
salut
ma’amsir
challeng
accept
account
high
five
honor
hope
youd
best
hop
yooou
meee
let’
hey
realli
superpow
rememb
day
smirk
i’v
brightli
skip
ever—mi
receiv
wow
shhh
undercov
guess
who’
handshak
chosen
expert
skill
jig
shine
born
found
woohoo
tada
name—cas
solv
microphon
live
walkietalki
find
quick
ever
action
victori
instantli
sweet
sound—mi
arriv
extra
nice
today
phone
glad
delight
mamapapa”
“what’
up”
“did
me”
“report
duty”
“i’m
listening”
“you
name”
something”
more”
“present
ready”
“tada
happy”
“ooooh
fun”
“that’
you”
everything”
commander”
“let’
go”
“final
come”
“who
adjust
earpiec
it”
“at
service”
answered”
“tell
special”
plan”
boss”
“ahha
“best
majesty”
bunni
too”
live”
arrived”
first”
on”
mission”
anything”
yes”
“thi
moment”
radio
in”
kiss
“i’v
this”
“me”
“yay
ever”
type
keyboard
“process
request”
summoned”
am”
royalti
audience”
“say
again”
oldtimey
telephon
“hello
“that
made
room”
“live
away”
ballerina
“oh
“yeeeees”
that’
“got
ears”
clear”
way”
twinkl
magic”
rang”
“okay
“woohoo
“are
megaphon
“activ
responding”
puppi
“over
out”
chosen”
star
“hmm
jazz
magnifi
case”
“beep
activated”
camera
“smile
voice”
newscast
excited”
“hear
sound”
mommydaddy”
“copi
turn”
heeere”
playroom
“
that”
magician
“poof
appeared”
champion
theyr
mommi
whenev
soon
chat
mom
whatev
inquisit
friendli
step
everi
“what
mom”
now”
coming”
need”