child
doesn’t
respond
even
call
multipl
time
continu
look
tap
shoulder
make
eye
contact
act
hear
quiet
room
voic
clap
hand
sometim
direct
quickli
activ
notic
say
name
show
favorit
toy
turn
head
react
sound
like
tv
phone
ignor
play
offer
food
stare
anyth
hum
wave
instead
small
nois
toward
keep
repetit
word
nod
touch
ear
move
finger
front
whisper
someth
answer
one
next
back
acknowledg
giggl
run
away
repeat
full
cover
shake
focus
object
physic
stop
get
playtim
finish
game
upset
interrupt
focu
cri
better
engag
task
never
watch
alon
specif
tone
use
nicknam
cartoon
behind
come
hold
start
hide
suddenli
avoid
pretend
rock
frustrat
walk
loudli
face
environ
long
minut
later
good
mood
seem
verbal
softli
directli
lip
forth
mumbl
breath
pace
around
funni
way
immedi
anoth
laugh
speak
ye
spin
second
he’
arrang
block
becom
irrit
draw
water
line
circl
sing
tabl
anim
wall
first
right
side
put
bite
shirt
light
crowd
place
loud
spoken
peopl
talk
distanc
prefer
rather
question
respons
without
confus
take
paus
ask
hesit
quietli
process
unless
it’
she’
world
there’
sibl
follow
leav
complet
need
heard
im
busi
everi
row
refus
grunt
close
tightli
stand
meal
give
snack
arm
pet
noisi
soft
music
familiar
mouth
repeatedli
social
anxiou
shi
nervou
cloth
unsur
other
approach
interact
sit
smile
onto
love
struggl
won’t
feel
don’t
realiz
much
anyon
home
listen
teacher
school
whenev
alway
want
‘i’m
pick
rub
togeth
chew
extrem
uncomfort
pattern
lot
grab
bring
pull
lead
gestur
point
express
kitchen
els
often
set
difficulti
understand
someon
especi
situat
tend
check
person
encourag
doesnt
convers
know
figur
interest
end
polit
space
friend
group
discomfort
recogn
tri
adapt
differ
appropri
stranger
initi
cue
larg
stay
silent
attempt
event
troubl
topic
find
hard
they’r
share
detail
comfort
isol
overwhelm
adjust
expect
import
commun
remain
meet
new
help
difficult
calm
organ
children
languag
emot
particip
rule
others’
join
kid
public
gather
withdraw
behavior
may
wait
seriou
concept
might
people’
famili
can’t
festiv
inappropri
greet
shout
everyth
item
everyon
religi
“give
action
instruct
okay
queue
thing
shop
invit
longer
excit
tire
given
templ
area
enjoy
freez
corner
friendli
vendor
rel
ground
unfamiliar
unawar
includ
entir
mani
let
met
toler
introduc
empti
cousin
requir
chang
enter
insid
happi
chest
go
push
step
open
shut
usual
eat
drink
wear
complain
ball
bright
market
bu
still
smell
car
outsid
hungri
thirsti
goe
fridg
cup
tell
bottl
agit
glass
near
door
stomach
though
dine
bowl
fill
hous
plate
hope
distress
jump
simpli
chair
i’ll
see
sink
spoon
serv
cupboard
throat
refil
distract
part
structur
observ
involv
spend
rare
littl
aspect
color
type
cooper
routin
children’
solitari
retreat
along
challeng
easili
stick
well
individu
happen
creat
simpl
son
classmat
daughter
visit
scare
withdrawn
experi
either
resist
altogeth
whether
fun
we’r
amma
excitedli
sleepi
happili
final
think
groan
i’m
eventu
curiou
two
build
roll
realli
cook
surpris
ice
cream
worri
carri
ride
sand
doll
paper
shape
rice
juic
superhero
learn
pillow
bed
“i
“i’m
“can
book
danc
decor
explor
stall
atmospher
confid
buy
mind
cultur
perform
street
fair
traffic
big
tradit
impati
bit
magic
fruit
drum
bag
collect
decid
sweet
flower
dislik
food”
juice”
water”
now”
rice”
milk”
box
please”
“water
drink”
that”
curry”
it”
cold
“more
coconut
dri
stone
size
wand
money
boat
tea
cardboard
plastic
old
cap
fallen
sell
microphon
shell
fish
treasur
wooden
piec
pebbl
twig
bridg
clay
differents
agre